// Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

int a = 4;
int b = -3;
int c = 7;
if (a % 2 == 0)
{
    Console.Write (a);
    Console.WriteLine (" - Является четным числом");
}
else
{
    Console.Write (a);
    Console.WriteLine (" - Не является четным числом");
}
if (b % 2 == 0)
{
    Console.Write (b);
    Console.WriteLine (" - является четным числом");
}
else
{
    Console.Write (b);
    Console.WriteLine (" - не является четным числом");
}
if (c % 2 == 0)
{
    Console.Write (c);
    Console.WriteLine (" - является четным числом");
}
else
{
    Console.Write (c);
    Console.WriteLine (" - не является четным числом");
}